Repository: pluginkollektiv/Cachify
Catalog: lang/cachify-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: Empty Cache
it_it: Cache Vuota

source: %s Pages Cached
it_it: %s Pagine in Cache

source: Caching method
it_it: Metodo di Caching

source: Flush the cachify cache
it_it: Svuotare la cache di cachify

source: Cachify cache is flushed.
it_it: Cachify cache svuotata.

source: Total cache
it_it: Cache Totale

source: Page cache
it_it: Cache pagina

source: Remove
it_it: Rimuovi

source: Edit
it_it: Modifica

source: Cancel
it_it: Annulla

source: Redis (Need more test)
it_it: Redis (da testare bene)

source: Memcache (Need more test)
it_it: Memcache (da testare bene)

source: No minify
it_it: Nessun minify

source: HTML + Inline JavaScript
it_it: HTML + JavaScript in linea

source: The server configuration file (e.g. .htaccess) needs to be adjusted
it_it: Il file di configurazione del server (es. htaccess) deve essere sistemato

source: Cache method
it_it: Metodo di cache

source: Cache expiration
it_it: Scadenza cache

source: Hours
it_it: Ore

source: Cache generation
it_it: Generazione della cache

source: No cache generation by logged in users
it_it: Nessuna cache per gli utenti registrati

source: Flush the cache at new comments
it_it: Svuotare la cache ad un nuovo commento

source: Cache exceptions
it_it: Eccezioni della cache

source: e.g. 1,2,3
it_it: es 1,2,3

source: Post/Pages-IDs (separated by commas)
it_it: ID Articoli/Pagine (separati da virgole)

source: e.g. MSIE 6, Opera
it_it: es. MSIE 6, Opera

source: Browser User-Agents (separated by commas)
it_it: User-Agent dei browser (separati da virgole)

source: Manual
it_it: Manuale

source: Support
it_it: Supporto

source: Easy to use WordPress caching plugin. Serving static blog pages from database, disk, Memcached or APC.
it_it: Un plugin per la cache di WordPress facile da usare. Servire pagine statiche del blog dal database, disco, Memcached, APC o Redis.
